/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "或者";
/* Login screen text */
"create_account" = "创建账户";
/* Login screen text */
"import_profile" = "导入配置";
/* Password field */
"password" = "密码";
/* Login button */
"log_in" = "登录";
/* Login screen text */
"create_profile" = "创建配置";
/* Login screen text */
"import_to_antidote" = "导入到 Antidote";
/* Login screen text */
"create_account_username_title" = "您的联系人将如何看到您？";
/* Login screen text */
"create_account_username_placeholder" = "用户名";
/* Login screen text */
"create_account_profile_title" = "如何称呼这个配置文件？";
/* Login screen text */
"create_account_profile_placeholder" = "配置文件名";
/* Login screen text */
"create_account_profile_hint" = "比如 Home，iPhone";
/* Login screen text */
"set_password_title" = "设置密码";
/* Login screen text */
"set_password_hint" = "需要密码以保护您的数据。\n请记住您的密码！忘记的密码将无法被恢复。";
/* Login button */
"create_account_next_button" = "下一步";
/* Login button */
"create_account_go_button" = "开始使用";
/* Default status message */
"default_user_status_message" = "正在 Antidot 上使用 Tox";

/* PIN screen text */
"pin_enter_to_unlock" = "输入您的PIN码以解锁";
/* PIN screen text */
"pin_set" = "设置PIN码";
/* PIN screen text */
"pin_confirm" = "确认 PIN";
/* PIN screen error */
"pin_do_not_match" = "两次 PIN 不相符。请重试";
/* PIN screen error */
"pin_incorrect" = "PIN 输入错误";
/* PIN screen error details */
"pin_failed_attempts" = "Failed attempts: %@";
/* PIN screen message shown on log out */
"pin_logout_message" = "Too many failed attempts. You have been logged out.";
/* PIN screen screen */
"pin_enabled" = "Enable PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Enable Touch ID";
/* PIN screen screen */
"pin_description" = "使用 PIN 以防止 Antidote 被他人打开";
/* PIN screen screen */
"pin_touch_id_description" = "使用指纹解锁";
/* PIN screen screen */
"pin_lock_timeout" = "需要密码";
/* PIN screen screen */
"pin_lock_immediately" = "立即";
/* PIN screen screen */
"pin_lock_30_seconds" = "30秒后";
/* PIN screen screen */
"pin_lock_1_minute" = "1分钟后";
/* PIN screen screen */
"pin_lock_2_minutes" = "2分钟后";
/* PIN screen screen */
"pin_lock_5_minutes" = "5分钟后";

/* Label shown when connecting to Tox network */
"connecting_label" = "正在连接";

/* Tab name and screen name */
"contacts_title" = "联系人";
/* Tab name and screen name */
"chats_title" = "会话";
/* Tab name and screen name */
"settings_title" = "设置";
/* Tab name and screen name */
"profile_title" = "配置文件";

/* No contacts placeholder text */
"contact_no_contacts" = "无联系人";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "添加联系人\n或者\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "分享你的 Tox ID";
/* Contact request section title */
"contact_requests_section" = "联系人请求";
/* Contact last seen status */
"contact_last_seen" = "最后于 %@ 上线";
/* Screen name */
"contact_request" = "申请添加联系人";
/* Contact request button */
"contact_request_decline" = "拒绝";
/* Contact request button */
"contact_request_accept" = "接受";
/* Contact request confirmation */
"contact_request_delete_title" = "是否删除本条请求？";
/* Text shown when contact was deleted */
"contact_deleted" = "Deleted contact";

/* Share Tox ID text */
"show_qr_code" = "显示二维码";
/* Share Tox ID text */
"copy" = "复制";

/* Add contat screen name */
"add_contact_title" = "添加联系人";
/* Add contat button */
"add_contact_send" = "发送";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "输入 Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "或者";
/* Add contat button */
"add_contact_use_qr" = "使用二维码";
/* Add contat placeholder text */
"add_contact_default_message_title" = "消息";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "您好！请问能把我添加到您的联系人列表么？";
/* Add contat error */
"add_contact_wrong_qr" = "二维码错误。有效的二维码应包含 Tox ID";

/* User name text */
"name" = "姓名";
/* User nickname text */
"nickname" = "昵称";
/* User status message text */
"status_message" = "状态信息";
/* User status text */
"status_title" = "状态";
/* User Tox ID text */
"my_tox_id" = "我的 Tox ID";
/* User public key text */
"public_key" = "公匙";
/* Share Tox ID text */
"show_qr" = "显示二维码";
/* Profile menu item / screen name */
"profile_details" = "配置文件";
/* Profile button */
"logout_button" = "登出";

/* QR code screen button */
"qr_close_button" = "关闭";

/* Chat screen placeholder */
"chat_no_chats" = "无会话";
/* Chats screen message text */
"chat_outgoing_file" = "发送出的文件：";
/* Chats screen message text */
"chat_incoming_file" = "收到的文件：";
/* Chats screen message text */
"chat_call_finished" = "通话结束";
/* Chats screen message text */
"chat_unanwered_call" = "未接听的通话";
/* Chat button */
"chat_send_button" = "发送";
/* Chat notification toast */
"chat_new_messages" = "↓ 新信息";
/* Chat call information */
"chat_call_message" = "拨打，";
/* Chat call information */
"chat_missed_call_message" = "未接听的通话";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "更多";

/* Status message */
"status_offline" = "离线";
/* Status message */
"status_online" = "在线";
/* Status message */
"status_away" = "离开";
/* Status message */
"status_busy" = "繁忙";

/* Notification text */
"notification_new_message" = "新信息";
/* Notification text */
"notification_incoming_contact_request" = "收到联系人申请";
/* Notification text */
"notification_is_calling" = "正在通话中";
/* Notification text */
"notification_incoming_file" = "收到新文件";

/* Settings menu / screen name */
"settings_about" = "关于";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "高级设置";
/* About screen menu */
"settings_antidote_version" = "Antidote 版本";
/* About screen menu */
"settings_antidote_build" = "Antidote Build";
/* About screen menu */
"settings_toxcore_version" = "Toxcore 版本";
/* About screen menu */
"settings_acknowledgements" = "鸣谢";
/* Settings screen menu */
"settings_autodownload_images" = "自动下载图片";
/* Settings screen menu */
"settings_autodownload_images_description" = "自动下载收到的图片";
/* Settings screen menu */
"settings_notifications_message_preview" = "通知预览";
/* Settings screen menu */
"settings_notifications_description" = "当您在后台运行本应用时，在10分钟内您仍可以收到通知";
/* Settings screen menu */
"settings_udp_enabled" = "Enable UDP";
/* Settings screen menu */
"settings_restore_default" = "还原到默认设置";
/* Settings screen autodownload images option */
"settings_never" = "从不";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "正在使用 Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "总是";

/* Profile settings menu */
"change_password" = "更改密码";
/* Profile settings menu */
"delete_password" = "删除密码";
/* Profile settings menu */
"old_password" = "曾经用过的密码";
/* Change password text */
"new_password" = "新密码";
/* Change password text */
"repeat_password" = "重复密码";
/* Change password button */
"change_password_done" = "完成";
/* Change password error */
"password_is_empty_error" = "密码不能为空";
/* Change password error */
"wrong_old_password" = "密码错误";
/* Change password error */
"passwords_do_not_match" = "密码不对应";

/* Source of photo to take */
"photo_from_camera" = "摄像头";
/* Source of photo to take */
"photo_from_photo_library" = "照片库";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "无法转换图片";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "发送至联系人";

/* Profile menu item */
"export_profile" = "导出配置文件";
/* Profile menu item */
"delete_profile" = "删除配置文件";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "是否删除此配置文件？";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "您确定么？";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "本操作无法被撤销";

/* Call screen text */
"call_incoming" = "收到来电";
/* Call screen text */
"call_ended" = "通话终止";
/* Call screen text */
"call_reaching" = "连接中......";

/* File message text */
"chat_file_cancelled" = "已取消";
/* File message text */
"chat_waiting" = "等待中......";
/* File message text */
"chat_paused" = "已暂停";

/* Deleting chat confirmation */
"delete_chat_title" = "删除本会话和聊天记录？";
/* Deleting contat confirmation */
"delete_contact_title" = "删除此联系人？\n您的聊天记录将会丢失";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "是否删除此联系人请求？";
/* Deleting single message in chat */
"delete_single_message" = "删除信息";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "删除多条信息";
/* Deleting all messages in chat. */
"delete_all_messages" = "全部删除";
/* Delete button */
"alert_delete" = "删除";
/* Delete button */
"alert_cancel" = "取消";

/* Error while creating new profile */
"login_enter_username_and_profile" = "请输入用户名和配置文件名";
/* Error while creating new profile */
"login_profile_already_exists" = "已有同名的配置文件存在";

/* General error title */
"error_title" = "错误";
/* General error button */
"error_ok_button" = "完成";
/* General error button */
"error_retry_button" = "重试";
/* Error */
"error_contact_not_connected" = "联系人不在线";
/* Error */
"error_too_many_files" = "过多的文件传输";
/* Error */
"error_internal_message" = "内部错误";
/* Error */
"error_wrong_password_title" = "密码错误";
/* Error */
"error_wrong_password_message" = "密码包含非法符号。";
/* Error */
"error_import_not_exist_title" = "无法导入 Tox 文件。";
/* Error */
"error_import_not_exist_message" = "文件不存在。";
/* Error */
"error_decrypt_title" = "无法解密 tox 文件";
/* Error */
"error_decrypt_empty_data_message" = "部分项目未填写。";
/* Error */
"error_decrypt_bad_format_message" = "文件格式错误或已损坏。";
/* Error */
"error_decrypt_wrong_password_message" = "密码错误或文件已损坏。";
/* Error */
"error_general_unknown_message" = "未知错误。";
/* Error */
"error_general_no_memory_message" = "内存不足。";
/* Error */
"error_general_bind_port_message" = "无法绑定端口。";
/* Error */
"error_general_profile_encrypted_message" = "配置文件已加密。";
/* Error */
"error_general_bad_format_message" = "文件格式错误或已损坏。";
/* Error */
"error_proxy_title" = "代理错误";
/* Error */
"error_proxy_invalid_address_message" = "代理服务器地址格式错误。";
/* Error */
"error_proxy_invalid_port_message" = "代理服务器端口错误。";
/* Error */
"error_proxy_host_not_resolved_message" = "代理服务器无法被解析。";

/* Error */
"error_name_too_long" = "名称过长。";
/* Error */
"error_status_message_too_long" = "状态信息过长";

/* Error */
"error_contact_request_too_long" = "信息过长";
/* Error */
"error_contact_request_no_message" = "没有指定配置文件";
/* Error */
"error_contact_request_own_key" = "不能把自己添加到联系人列表";
/* Error */
"error_contact_request_already_sent" = "联系人请求已发送";
/* Error */
"error_contact_request_bad_checksum" = "错误的校验和（checksum），请检查输入的 Tox ID";
/* Error */
"error_contact_request_new_nospam" = "错误的 nospam 值，请检查输入的 Tox ID";

/* Call error */
"call_error_already_in_call" = "已在通话中";
/* Call error */
"call_error_contact_is_offline" = "联系人不在线";
/* Call error */
"call_error_no_active_call" = "没有进行中的通话";

/* Error while using color theme */
"theme_error_cannot_open" = "无法打开主题，格式错误";

/* Tab chats badge ending */
"accessibility_chats_ending" = "unread chats";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Sets or removes avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Chat";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Opens chat dialog.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Audio call";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Makes audio call.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Video call";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Makes video call.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Shows copy menu.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Edits value.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Message";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Your message";